{
  "ok_button_label": "OK",
  "cancel_button_label": "Cancel",
  "continue_button_label": "Continue",
  "yes_button_label": "Yes",
  "no_button_label": "No",
  "fullscreen_text": "<p>The experiment will switch to full screen mode when you press the button below</p>",
  "calibration_lost_dialog_title": "Calibration Lost",
  "calibration_lost_dialog_text": "We lost your face in the webcam video stream. Please sit in front of the monitor, and make sure your face is centered in the webcam video stream. The experiment will continue with a new calibration.",
  "sound_check_dialog_title": "Sound Check",
  "sound_check_dialog_text": "Can you hear the sound that's being played? You may need to unmute the current tab in your browser, and turn on the volume on your computer.",
  "webcam_check_dialog_title": "Webcam Check",
  "webcam_check_dialog_text": "We are trying to detect your webcam. You may need to give permission from web browser when prompted.",
  "browser_incompatible_dialog_title": "Incompatible Browser",
  "browser_incompatible_dialog_text": "We are sorry, but your browser is incompatible with this experiment. You may retry from another supported browser (Chrome, Firefox, Edge) on a laptop or desktop computer.",
  "no_webcam_dialog_title": "No Webcam",
  "no_webcam_dialog_text": "We are sorry, but we could not detect your webcam. You may retry after checking your webcam setup, and making sure to give permission from web browser when prompted.",
  "init_camera_instructions": "<p>Position your head so that the webcam has a good view of your eyes.</p><p>Center your face in the box and look directly towards the camera.</p><p>It is important that you try and keep your head reasonably still throughout the experiment, so please take a moment to adjust your setup to be comfortable.</p><p>When your face is centered in the box and the box is green, you can click to continue.</p>",
  "calibration_not_validated_title": "Calibration Not Successful",
  "calibration_not_validated_text": "The calibration was not successful. Please try again, making sure your head is still throughout the calibration and the validation.",
  "calibration_max_retries_reached_title": "Calibration Failed",
  "calibration_max_retries_reached_text": "The calibration was not successful in {} retries. The experiment has finished.",
  "validation_instructions": "<p>Let's see how accurate the eye tracking is. </p><p>Keep your head still, and gaze at the dot displayed at the center of your screen.</p><p>You do not need to click on the dot. Just move your eyes to look at the dot.</p>",
  "start_validation_button_label": "Click to begin"
}